Repository: ViLourenco/my-calendar-pro
Catalog: lang/*-calendar-submissions-*.po
Languages: de_de

source: INVALID IPN on My Calendar Submission Payment
de_de: Ungültige IPN bei My Calendar Submission Bezahlung

source: Something went wrong. Hopefully this information will help:
de_de: Etwas ging schief. Hoffentlich wird diese Information helfen:

source: WP HTTP Failed to contact Paypal
de_de: WP HTTP Fehler beim Kontakt zu Paypal

source: Register a payment
de_de: Aktiviere eine Zahlung

source: Use this form to manually register a payment and send payment notification messages.
de_de: Benutze dieses Formular um manuell eine Bezahlung zu aktivieren und sende eine Nachricht zur Zahlung.

source: Enter Payment
de_de: Eingabe Zahlung

source: Quantity (event submissions purchased)
de_de: Menge (Veranstaltungseingaben gekauft)

source: Price Paid (total)
de_de: Bezahlter Preis (Komplett)

source: First Name
de_de: Vorname

source: Last Name
de_de: Name

source: Transaction Date
de_de: Transaktions Datum

source: You have not yet received any payments for event submissions
de_de: Du hast noch keine Zahlungen für Veranstaltungsanmeldungen erhalten

source: New Payment Added
de_de: Neue Zahlung eingegangen

source: New Payment was not added.
de_de: Neue Zahlung wurde nicht hinzugefügt

source: My Calendar Event Submission Settings saved
de_de: My Calendar Externe Veranstaltungsanmeldung gesichert

source: My Calendar Payment Settings saved
de_de: My Calendar Einstellungen Zahlungsarten gesichert

source: Event Submissions
de_de: Externe Veranstaltungsanmeldungen

source: My Calendar Event Submissions Settings
de_de: My Calendar Externe Veranstaltungs Einstellungen

source: View pending event submissions
de_de: Ansicht wartender externer Veranstaltungsanmeldungen

source: Save Submissions Settings
de_de: Sichere Einstellungen externer Veranstlatungsanmeldungen

source: License key:
de_de: Lizenz Key:

source: Date format hint
de_de: verstecktes Datums Format

source: Prevent conflicting events. (if locations are submitted, checks only for conflicts at the same location.)
de_de: Vorsorge vor sich gegenseitig störenden Veranstaltungen. (Wenn Orte genutzt werden, überprüfe nur Konflikte durch Angabe des gleichen Ortes.)

source: New event messages
de_de: Neue Veranstaltungsnachricht

source: Sent to administrators
de_de: Sende an die Administratoren

source: Send notifications to:
de_de: Send Benachrichtigungen an:

source: Send notifications from:
de_de: Send Benachrichtigungen als:

source: Notification Subject
de_de: Benachrichtigungsthema

source: Notification message
de_de: Benachrichtigungstext

source: Available template tags: <code>first_name</code>, <code>last_name</code>, <code>email</code>, <code>title</code>, <code>date</code>, <code>time</code>, <code>description</code>, <code>short</code>, <code>image</code>, <code>url</code>, <code>location</code>, <code>street</code>, <code>city</code>, <code>phone</code>, <code>blogname</code>, <code>edit_link</code>
de_de: Verfügbare Template Tags: <code>first_name</code>, <code>last_name</code>, <code>email</code>, <code>title</code>, <code>date</code>, <code>time</code>, <code>description</code>, <code>short</code>, <code>image</code>, <code>url</code>, <code>location</code>, <code>street</code>, <code>city</code>, <code>phone</code>, <code>blogname</code>, <code>edit_link</code>

source: Sent to event submitter
de_de: Sende an den Veranstaltungsübermittler

source: Confirmation Subject
de_de: Bestätigung des Betreff

source: Submitter confirmation message
de_de: Bestätigungsnachricht für den Übermittler

source: Available template tags: <code>first_name</code>, <code>last_name</code>, <code>email</code>, <code>title</code>, <code>date</code>, <code>time</code>, <code>description</code>, <code>short</code>, <code>image</code>, <code>url</code>, <code>location</code>, <code>street</code>, <code>city</code>, <code>phone</code> <code>blogname</code>
de_de: Verfügbare Template Tags: <code>first_name</code>, <code>last_name</code>, <code>email</code>, <code>title</code>, <code>date</code>, <code>time</code>, <code>description</code>, <code>short</code>, <code>image</code>, <code>url</code>, <code>location</code>, <code>street</code>, <code>city</code>, <code>phone</code> <code>blogname</code>

source: Submission Criteria
de_de: Übermittlingskriterien

source: Who may use the front-end event submission widget?
de_de: Wer darf das Front-End des Veranstaltungsübermittlungs-Widget nutzen?

source: General public.
de_de: Allgemein öffentlich

source: Members.
de_de: Mitglieder.

source: Members with the "mc_add_events" capability.
de_de: Mitglieder mit der "mc_add_events" Fähigkeit.

source: My Calendar Submissions Payment Settings
de_de: My Calendar Einstellungen der Übermittlungszahlarten

source: Save Payment Settings
de_de: Sichere Zahlungseinstellungen

source: Require payment to submit an event
de_de: Benötigt Zahlung zur Übermittlung einer Veranstaltung

source: Automatically approve paid submissions
de_de: Automatische Überprüfung bezahlter Übermittlungen

source: Testing mode: use Paypal sandbox
de_de: Testmodus: Benutze Papal sandbox

source: Visitors may purchase multiple-use payment keys
de_de: Besucher dürfen multiple-use payment keys einkaufen

source: Payment Form Message (shows above payments form)
de_de: Bezahlungsnachricht (angezeigt über dem Bezahlungsformular)

source: Available template tags: <code>blogname</code>, <code>begins</code>, <code>ends</code>, <code>price</code>, <code>discount</code>, <code>currency</code>
de_de: Verfügbare Template Tags: <code>blogname</code>, <code>begins</code>, <code>ends</code>, <code>price</code>, <code>discount</code>, <code>currency</code>

source: Payment Notification Subject
de_de: Zahlungsmitteilungs Betreff

source: Payment Notification message
de_de: Zahlungs Mitteilungs Nachricht

source: Available template tags: <code>blogname</code>, <code>first_name</code>, <code>last_name</code>, <code>price</code>, <code>key</code>, <code>quantity</code>
de_de: Verfügbare Template Tags: <code>blogname</code>, <code>first_name</code>, <code>last_name</code>, <code>price</code>, <code>key</code>, <code>quantity</code>

source: Sent to purchaser
de_de: Sende an Einkäufer

source: Payment Confirmation Subject
de_de: Zahlungs Bestätigungs Betreff

source: Payment Submitter confirmation message
de_de: Zahlungsbestätigung Übermittler Nachricht

source: Available template tags: <code>first_name</code>, <code>last_name</code>, <code>price</code>, <code>key</code>, <code>quantity</code>
de_de: Verfügbare Template Tags: <code>first_name</code>, <code>last_name</code>, <code>price</code>, <code>key</code>, <code>quantity</code>

source: Base price:
de_de: Basis Preis:

source: Currency:
de_de: Währung:

source: Member's discounted cost:
de_de: Reduzierte Mitglieder Kosten:

source: Paypal email (primary)
de_de: Paypal E-Mail (Erste Priorität)

source: Paypal merchant ID
de_de: Paypal Händler ID

source: Paypal button image
de_de: Paypal Bild Bezahlen

source: Configure a Sale
de_de: Konfiguriere einen Kauf

source: Sale settings
de_de: Einstellungen Kaufen

source: Discounted cost per event:
de_de: Rabatte pro Veranstaltung:

source: Date sale ends (e.g. December 25th, 2013)
de_de: Datum Ende Verkauf (z.B. 25. Dezember 2013)

source: Percentage discount
de_de: Rabatt in Prozent

source: <strong>Note:</strong> if members have a discount, the additional sale rate will not be compounded with their normal rate.
de_de: <strong>Beachte:</strong> wenn Mitglieder einen Rabatt nutzen werden weitere Einkäufe nicht zusätzlich rabattiert

source: The event submissions form can be configured via shortcode or via widget.
de_de: Das Veranstaltungsübermittlungsformular kann vis Shortcode oder Widget konfiguriert werden.

source: New events are always submitted with approval pending and must be approved by a user with appropriate permissions in order to appear on the site.
de_de: Neue Veranstaltungen werden immer in eine Warteschlange gestellt und müssen von einem Anwender mit entsprechenden Rechten in der Reihenfolge des Erscheines auf der Site überprüft werden.

source: Comma-separated list of fields to include
de_de: Komma-getrennte Liste der Felder zum Auffüllen

source: Use "no" to exclude the category selector or omit.
de_de: Benutze "no" um den Kategorien Selektor auszuschließen oder omit.

source: Use a category ID to specify that category as the default.
de_de: Benutze eine Kategorie ID um eine Kategorie als Standatds zu definieren.

source: 4 values: "either" (user can select from a list or enter a new location),"choose" (user can choose from a list), "enter" (user can enter their location info), or "neither" (user cannot enter location information).
de_de: Vier Werte: "either" (Benutzer können aus einer Liste auswählen oder neueen Ort eingeben), "choose" (Benutzer können aus einer Liste wählen), "enter" (Benutzer können Ihre Ortsinfo eingeben), oder "neither" (Benutzer können keine Ortsangaben machen).

source: Comma-separated list of location fields to include
de_de: Komma-getrennte Liste von Ortsfelder zu Auffüllen

source: My Calendar: Submit an Event
de_de: My Calendar: Veranstaltung übermitteln

source: Widget Title
de_de: Widget Titel

source: Included Fields
de_de: Beinhaltete Felder

source: Event Title (required)
de_de: Veranstaltungstitel (notwendig)

source: Date/Time (required)
de_de: Datum/Zeit (notwendig)

source: Email (required)
de_de: E-Mail (notwendig)

source: Categories
de_de: Kategorien

source: Include list of categories
de_de: Liste der Kategorien

source: Default category
de_de: Standard Kategorie

source: Locations
de_de: Orte

source: Can choose a location
de_de: kann einen Ort wählen

source: Can enter or choose a location
de_de: Kann einen Ort eingeben oder auswählen

source: Can enter a location
de_de: Kann einen Ort eingeben

source: Cannot choose a location
de_de: Kann keinen Ort wählen

source: Default location
de_de: Standard Ort

source: Included Location Fields
de_de: Eingestellte Orts Felder

source: Location Label (required)
de_de: Ortsname (notwendig)

source: You must <a href='%s'>enter your My Calendar Submissions license key</a> to use the My Calendar Submissions features.
de_de: Du musst <a href='%s'> Deinen My Calendar Übermittlungslizenzschlüssel eingeben </a> um die Möglichkeiten nutzen zu können.

source: End date
de_de: Veranstaltungsende

source: End time
de_de: Endzeit

source: Event Description
de_de: Veranstaltungsbeschreibung

source: Short Description
de_de: Kurzbeschreibung

source: Event Link
de_de: Link zur Veranstaltung

source: Event Recurrences
de_de: Veranstaltungswiederholung

source: Event image
de_de: Veranstaltungsbild

source: Street Address
de_de: Strasse

source: Street Address (2)
de_de: Strasse (2)

source: Phone
de_de: Telefon

source: City
de_de: Stadt

source: State
de_de: Staat

source: Zip
de_de: PLZ

source: Country
de_de: Bundesland

source: Location URL
de_de: URL des Ortes

source: GPS Coordinates
de_de: GPS Koordinaten

source: (required)
de_de: (notwendig)

source: Time
de_de: Zeit

source: End Date
de_de: Ende Datum

source: End Time
de_de: Endzeit

source: Your Name
de_de: Dein Name

source: Your Email
de_de: Deine E-Mail

source: Repeats
de_de: Wiederholungen

source: times
de_de: Male

source: Description
de_de: Beschreibung

source: Summary
de_de: Zusammenfassung

source: Image (URL)
de_de: Bild (URL)

source: Submit your event
de_de: Übermittle Deine Veranstaltung

source: Category
de_de: Kategorie

source: Location
de_de: Ort

source: State/Province
de_de: Staat

source: Postal Code
de_de: PLZ

source: Latitude
de_de: Breitengrad

source: Longitude
de_de: Längengrad

source: Thank you for your purchase! You can view your purchase information at Paypal. You will receive an email with your payment key once your payment is finalized through Paypal.
de_de: Danke für Deinen Einkauf! Du kannst Deine Einkaufsinformationen bei Paypal einsehen. Du wirst eine Bestätigungs-E-Mail mit dem Zahlungsschlüssel erhalten wenn der Paypal-Prozess abgewickelt ist.

source: Sorry that you decided to cancel your purchase! Contact us if you have any questions!
de_de: Schade, dass Du Dich entschieden hast nicht zu kaufen! Bei Fragen stehen wir gerne zur Verfügung!

source: %s Event Submission
de_de: %s Veranstaltungsübermittlung

source: Buy a payment key
de_de: Kauf einen Zahlungsschlüssel

source: Quantity
de_de: Menge

source: That was not a valid payment key: %s
de_de: Das ist kein gültiger Zahlungsschlüssel: %s

source: %d submissions remaining with this payment key.
de_de: %d Übermittlungen verbleiben für diesen Zahlungsschlüssel. submissions remaining with this payment key.

source: That payment key does not exist
de_de: Dieser Zahlungsschlüssel existiert nicht.

source: Your payment key has been used up!
de_de: Deine Zahlungsschlüssel ist aufgebraucht!

source: Your payment key status is "%s".
de_de: Dein Status des Zahlungsschlüssels ist: "%s".
